Repository: sugar-activities/4517-activity
Catalog: po/*.po
Languages: hy, pl, pt, th, zh_cn

source: Reflection
hy: Արտապատկեր
pl: Odbicie
pt: Reflexão
zh_cn: 反射

source: Game
hy: Խաղ
pl: Gra
pt: Jogo
th: เกม
zh_cn: 游戏

source: Start a new horizontal-reflection game.
hy: Սկսել նոր հորիզոնական-արտապատկերով խաղ
pl: Rozpocznij nową grę horyzontalnego odbicia.
pt: Iniciar um novo jogo reflexão-horizontal.
th: เรื่ม เกมสะท้อนแบบแนวนอนใหม่
zh_cn: 开始新的水平反射游戏。

source: Start a new vertical-reflection game.
hy: Սկսել նոր ուղղահայաց-արտապատկերով խաղ
pl: Rozpocznij nową grę wertykalnego odbicia.
pt: Iniciar um novo jogo reflexão-vertical.
th: เรื่มเกมสะท้อนแบบแนวตั้งใหม่
zh_cn: 开始新的垂直反射游戏。

source: Start a new bilateral-reflection game.
hy: Սկսել նոր երկկողմանի-արտապատկերով խաղ
pl: Rozpocznij nową grę dwustronnego odbicia.
pt: Iniciar um novo jogo reflexão-bilateral.
th: เรื่มเกมสะท้อนแบบมีสองด้านใหม่
zh_cn: 开始新的双向反射游戏。

source: Play with the robot.
hy: Խաղալ ռոբոտի հետ:
pl: Zagraj z robotem.
pt: Jogar com o robô.
th: เล่นกับหุ่นยนต์
zh_cn: 对战机器人。

source: Click on the dots to make a horizontal reflection.
hy: Սեղմել կետերի վրա` հորիզոնական արտապատկեր ստեղծելու համար:
pl: Kliknij na kropki, aby stworzyć poziome odbicie.
pt: Clica nos pontos para fazer uma reflexão horizontal.
th: กดปุ่มเพื่อสร้างภาพสะท้อนแบบแนวนอน
zh_cn: 水平反射请单击该点。

source: Click on the dots to make a vertical reflection.
hy: Սեղմել կետերի վրա` ուղղահայաց արտապատկեր ստեղծելու համար:
pl: Kliknij na kropki, aby stworzyć pionowe odbicie.
pt: Clica nos pontos para fazer uma reflexão vertical.
th: กดปุ่มเพื่อสร้างภาพสะท้อนแบบแนวตั้ง
zh_cn: 垂直反射请单击该点。

source: Click on the dots to make a bilateral reflection.
hy: Սեղմել կետերի վրա` երկկողմանի արտապատկեր ստեղծելու համար:
pl: Kliknij na kropki, aby stworzyć dwustronne odbicie.
pt: Clica nos pontos para fazer uma reflexão bilateral.
th: กดปุ่มเพื่อสร้างภาพสะท้อนสองด้าน
zh_cn: 双向反射请单击该点。

source: keep trying
hy: շարունակիր փորձել
pl: próbuj dalej
pt: continua a tentar
th: พยายามต่อไป
zh_cn: 继续试试

source: good work
hy: լավ աշխատանք է
pl: dobra robota
pt: bom trabalho
th: เก่งมาก
zh_cn: 做得好
